Repository: omarh/discoverkashmir
Catalog: sites/all/modules/contrib/modr8/translations/*.po
Languages: el, fr

source: Default action
el: Προκαθορισμένη ενέργεια
fr: Action par défaut

source: approve
el: έγκριση
fr: approuver

source: delete
el: διαγραφή
fr: effacer

source: no action
el: καμιά ενέργεια
fr: Aucune action

source: Number of moderated posts to display per page
el: Αριθμός υπό έγκριση υποβληθήσας ύλης για εμφάνιση ανά σελίδα
fr: Nombre de contributions en modération à afficher par page

source: Never
el: Ποτέ
fr: Jamais

source: Discard log entries older than
el: Απόρριψη καταγραφής ενεργειών για παλαιότερες από
fr: Effacer les rapports de journaux plus vieux que

source: The time log entries should be kept. Older entries will be automatically discarded. Requires crontab.
el: Οι καταγραφές ενεργειών έγκρισης μέχρι τον επιλεγμένο χρόνο θα διατηρηθούν. Οι παλαιότερες καταγραφές θα διαγραφούν αυτόματα. Χρειάζεται το cron.
fr: La durée de vie souhaitée pour les rapports de journaux. Les rapports plus anciens seront automatiquement effacés. Exige un 'crontab'.

source: Moderator email adress
el: H e-mail διεύθυνση του κριτή
fr: Adresse courriel de la personne modératrice

source: E-mail notices sent by modr8 will have this as the "From" address. Leave empty to use same "From" address as is used for user registration other administrative notices as set at <a href="@site-info">Site information</a>.
el: Τα ενημερωτικά e-mail που στέλνονται από το modr8 θα έχουν αυτή σαν διεύθυνση "From". Άφησε την κενή για να χρησιμοποιηθεί η ίδια διεύθυνση "From" που χρησιμοποιείται στην εγγραφή του χρήστη και σε άλλες διαδικασίας όπως ορίζεται εδώ: <a href="@site-info">Site information</a>.
fr: Les notices par courriel envoyées par modr8 auront cette adresse d'expéditeur (la zone 'De/From'), à l'instar des autres notices envoyées par le système, tel que défini dans les préférences <a href="@site-info">Site information</a>.

source: Send approval messages
el: Αποστολή μηνύματων έγκρισης
fr: Envoyer les messages de validation (approbation)

source: Acceptance e-mail subject
el: Θέμα μηνύματος e-mail για αποδοχή
fr: Sujet du courriel de validation (approbation)

source: Acceptance e-mail
el: Μήνυμα e-mail αποδοχής
fr: Courriel d'approbation

source: Replacement strings are: %macros
el: Διαθέσιμες μεταβλητές: %macros
fr: Les phrases (strings) de remplacement sont: %macros

source: Send denial messages
el: Αποστολή μηνυμάτων απόρριψης
fr: Envoyer les messages d'invalidation (refus)

source: Denial e-mail subject
el: Θέμα μηνύματος e-mail για απόρριψη
fr: Sujet du courriel d'invalidation (refus)

source: Denial e-mail
el: Μήνυμα e-mail απόρριψης
fr: Courriel d'invalidation

source: Send a message when taking no action, but only if the moderator enters a "Note to author".
el: Στείλε ένα μήνυμα σε μη ενέργεια, αλλά μόνο εάν ο κριτής γράψει κάτι στο "Σχόλια στο συγγραφέα".
fr: Envoyer un courriel même si vous ne prenez aucune action, mais uniquement si la personne modératrice a inscrit une 'Note à l'auteur-e'.

source: No action e-mail subject
el: Θέμα μηνύματος e-mail για μη ενέργεια
fr: Aucune action pour le sujet du courriel

source: No action e-mail note
el: Μήνυμα e-mail μη ενέργειας
fr: Aucune action pour la notice par courriel

source: You must either enter a valid e-mail address, or leave the moderator e-mail field empty.
el: Πρέπει να εισάγεις μια έγκυρη διεύθυνση e-mail, ή άφησε το πεδίο για το e-mail του κριτή κενό.
fr: Vous pouvez soit entrer une adresse courriel valide ou laisser cette case vide.

source: Show log of all actions on moderated content.
el: Εμφάνιση καταγραφής όλων των ενεργειών σε ύλη υπό έγκριση.
fr: Afficher le rapport de toutes les actions entreprises sur du contenu sous modération

source: @items in moderation
el: @items υπό έγκριση
fr: @items en attente de modération

source: Approve
el: Έγκριση
fr: Approuver

source: Delete
el: Διαγραφή
fr: Effacer

source: No action
el: Μη ενέργεια
fr: Aucune action

source: Note to author
el: Σχόλια στο συγγραφέα
fr: Note à l'auteur-e

source: Save
el: Αποθήκευση
fr: Sauvegarder

source: Operations
el: Εργασίες
fr: Opérations

source: Content
el: Περιεχόμενο
fr: Contenu

source: The %type with title %title has been approved.
el: Ο τύπος ύλης %type με τίτλο %title εγκρίθηκε.
fr: Le contenu intitulé %title (%type) a été approuvé

source: approval
el: έγκριση
fr: validation (approbation)

source: denial
el: απόρριψη
fr: invalidation (refus)

source: note (no action)
el: σχόλιο (μη ενέργεια)
fr: note (aucune action)

source: You should create an administrator mail address for your site! <a href="@url">Do it here</a>.
el: Πρέπει να δημιουργήσετε μια διεύθυνση e-mail διαχειριστή στην ιστοσελίδα σας! <a href="@url">Κάντε το εδώ</a>.
fr: Votre site devrait avoir une adresse administratrice. a href="@url">Précisez-la ici</a>.

source: Anonymous user; no %type message was sent.
el: Ανώνυμος χρήστης, δεν στάλθηκε μήνυμα για %type .
fr: Utilisateur anonyme: aucun message fut envoyé (%type)

source: %type message was sent to %username
el: Μήνυμα για %type στάλθηκε στον/στην %username
fr: Le message (%type) a été envoyé à %username

source: There was a problem sending the %type message to %username
el: Υπήρξε ένα πρόβλημα κατά την αποστολή μηνύματος για %type στον/στην %username
fr: Un problème a empêché l'envoi du message (%type) à %username

source: An error occurred when trying to load this content.
el: Συνέβει ένα λάθος κατά την προσπάθεια πρόσβασης σε αυτό το περιεχόμενο.
fr: Une erreur est survenue a tentant d'ouvrir ce contenu

source: Note: @note
el: Σχόλιο: @note

source: Your %type entry entitled "%title" has been approved by our content moderator! Other visitors to %site will now be able to view it. You can visit %node_url to view it yourself. %note Regards, The %site team
el: Η ύλη τύπου %type με τίτλο "%title" έγινε δεκτή από τον κριτή περιεχομένου μας! Οι άλλοι αναγνώστες του %site θα μπορούν τώρα να το δουν. Μπορείτε να πάτε στο %node_url για να το δείτε. %note Χαιρετισμοί, Η ομάδα του %site
fr: Votre contribution (%type) intitulée: %title a été approuvée par une personne modératrice! %note Les Internautes pourront désormais la voir et vous pouvez la visionner ici: %node_url Merci, L'équipe du %site

source: Your %type entry entitled "%title" has been denied by our content moderator. The content has been deleted from our site. %note Regards, The %site team
el: Η ύλη τύπου %type με τίτλο "%title" δεν έγινε δεκτή από τον κριτή περιεχομένου μας. Το περιεχόμενο του διαγράφηκε από την ιστοσελίδα. %note Χαιρετισμοί, Η ομάδα του %site
fr: Votre contribution (%type) intitulée: %title a été refusée par une personne modératrice. %note Désolé, elle n'est donc pas visible sur le site. Nos salutations, L'équipe du %site

source: Your %type entry entitled "%title" has been reviewed by our content moderator, but not yet approved. %note You can visit %node_url to view it yourself, but is is not yet visible to other site visitors. Regards, The %site team
el: Η ύλη τύπου %type με τίτλο "%title" εξετάστηκε από τον κριτή περιεχομένου μας, αλλά δεν έγινε ακόμη δεκτό. %note Μπορείτε να πάτε στο %node_url για να το δείτε, αλλά δεν είναι ακόμη ορατό σε άλλους αναγνώστες. Χαιρετισμοί, Η ομάδα του %site
fr: Votre contribution (%type) intitulée: %title est présentement en révision par une personne modératrice. %note Elle n'est pas afficher normalement sur le site, pour le moment, mais vous pouvez la visionner ici: %node_url Merci, L'équipe du %site

source: Moderation log event
el: Αρχείο καταγραφής ενεργειών έγκρισης
fr: Rapport du journal de modération

source: Action
el: Ενέργεια

source: Moderator
el: Κριτής
fr: Personne modératrice

source: Date
el: Ημερομηνία

source: Title (view event)
el: Τίτλος (εμφάνιση)
fr: Titre (voir le rapport)

source: No log messages available.
el: Δεν υπάρχουν καταγραφές
fr: Aucun rapport de journal

source: Overview of all moderation log events for this post
el: Εμφάνιση όλης της καταγραφής γεγονότων έγκρισης για αυτή την απεσταλμένη ύλη
fr: Voir, uniquement pour cette contribution, tous les rapports du journal de modération

source: Action:
el: Ενέργεια:

source: Date:
el: Ημερομηνία:

source: Moderator:
el: Κριτής:
fr: Personne modératrice

source: E-mail message:
el: Μήνυμα E-mail:
fr: Message courriel

source: Author:
el: Συγγραφέας:
fr: Auteur

source: Teaser (as reviewed):
el: Διαχωρισμός περίληψης:
fr: Sommaire (tel que révisé)

source: 1 post
el: 1 υποβολή ύλης
fr: 1 contribution

source: See the 1 moderation log event for this post
el: Δες την 1 καταγραφή ενεργειών έγκριση για αυτή την ύλη προς έγκριση
fr: Voir l'unique rapport de modération de cette contribution

source: Easy, dedicated moderation of content. Assign the 'moderate content' permission to one or mode user roles. Set up the default moderation option for each node type.
el: Εύκολη, αποκλειστική έγκριση περιεχομένου. Δώστε την άδεια 'moderate content' σε ένα ή περισσότερους ρόλους χρηστών. Ορίστε την προκαθορισμένη επιλογή για έγκριση ή όχι σε κάθε τύπο ύλης.

source: In moderation queue
el: Σε διαδικασία έγκρισης
fr: Dans le fil de modération

source: This %type will be placed in moderation if the %moderate checkbox is selected.
el: Αυτή η υποβολή ύλης τύπου %type θα τεθεί υπό έγκριση για δημοσίευση εάν το %moderate checkbox είναι επιλεγμένο.
fr: Les contributions de type %type seront modérées si la case %moderate est sélectionnée.

source: Modr8 moderator's block
el: Το μπλοκ κριτή του Modr8

source: Moderation queue
el: Ύλη προς έγκριση
fr: Fil de modération

source: Recent additions:
el: Πρόσφατες προσθήκες:
fr: Contributions récentes

source: Pending moderation
el: Αναμένεται έγκριση
fr: Devra être validée (modération)

source: The post has been submitted for moderation and won't be listed publicly until it has been approved.
el: Η ύλη του παρόντος έχει σταλεί προς έγκριση και δεν θα εμφανίζεται σε άλλους αναγνώστες μέχρι να εγκριθεί.

source: This %type will be submitted for moderation and will not be accessible to other users until it has been approved.
el: Αυτή η ύλη τύπου %type θα σταλεί για έγκριση και δεν θα εμφανίζεται σε άλλους αναγνώστες μέχρι να εγκριθεί.
fr: Le contenu de type %type sera soumis à une modération et ne sera pas accessible aux autres sans être d'abord validé.

source: Moderated content
el: Περιεχόμενο υπό έγκριση
fr: Contenu en modération

source: Approve or delete moderated content.
el: Ενέκρινε ή διέγραψε το υπό έγκριση περιεχόμενο.
fr: Approuver ou effacer le contenu modéré

source: Content moderation log
el: Αρχείο καταγραφής ενεργειών έγκρισης περιεχομένου
fr: Journal de la modération du contenu

source: Modr8 settings
el: Ρυθμίσεις Modr8
fr: Modr8, préférences

source: Configure content moderation.
el: Καθορισμός έγκρισης περιεχομένου προς δημοσίευση.
fr: Configurer la modération du contenu

source: Moderation
el: Έλεγχος περιεχομένου προς δημοσίευση
fr: Modération

source: Easy, dedicated moderation of content
el: Εύκολη, αποκλειστική έγκριση περιεχομένου
fr: Modération facile et dédiée du contenu

source: E-mail
fr: Courriel

source: Easy, dedicated moderation of content. Assign the 'moderate content' permission to one or more user roles. Set up the default moderation option for each node type.
fr: Modération facile et dédiée du cotenu. Assignez le droit 'modérer les contributions' à certains r�les et les options de modération par défaut pour chaque type de contenu.

source: Modr8 moderator's block
fr: Modr8: bloc de l'équipe de modération

source: The post has been submitted for moderation and won't be listed publicly until it has been approved.
fr: La contribution est dans le fil de modération et ne sera pas affichée avant d'avoir été validée.

source: moderate content
fr: modérer les contributions
